IDEA Open Model
ProjectData.Description Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the description of project.
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public string Description { get; set; }
Public Property Description As String
	Get
	Set
Property Value
Type: String
See Also
Reference
ProjectData Class
IdeaRS.OpenModel Namespace